app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "comment", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "abc"], ["comment", "xyz"], ["created_at", "2015-03-03 10:25:18.633923"], ["updated_at", "2015-03-03 10:25:18.633923"]]
---
def create
@article = Article.new(article_params)

  if @article.save